export const ru = {
    
    //#region PAGE TITLES
    "page-title-home": "XFIT - Главная",
    "page-title-about": "XFIT - Про нас",
    "page-title-classes": "XFIT - Классы",
    "page-title-prices": "XFIT - Цены",
    "page-title-contacts": "XFIT - Контакты",

    "page-title-team-member1": "XFIT - Елена Мельник",
    "page-title-team-member2": "XFIT - Максим Ткач",
    "page-title-team-member3": "XFIT - София Бондар",
    "page-title-team-member4": "XFIT - Юлиан Цушко",
    "page-title-team-member5": "XFIT - Яна Хижняк",
    "page-title-team-member6": "XFIT - Глеб Чухрай",

    "page-title-power": "XFIT - Силовые тренировки",
    "page-title-crossfit": "XFIT - Кроссфит",
    "page-title-yoga": "XFIT - Йога",
    "page-title-pilates": "XFIT - Пилатес",
    "page-title-trx": "XFIT - TRX",
    "page-title-zumba": "XFIT - Зумба",
    //#endregion

    //#region HEADER NAVIGATION
    "header-home": "Главная",
    "header-about": "Про нас",
    "header-classes": "Классы",
    "header-prices": "Цены",
    "header-contacts": "Контакты",
    //#endregion

    //#region BUTTONS
    "button-signup": "Записаться",
    "button-about": "Про нас",
    "button-details": "Подробнее",
    "button-offer": "Заказать",
    "button-submit": "Отправить",
    //#endregion

    //#region SECTIONS
    "services-title": "Услуги",
    "services-description": 
        `Мы предлагаем Вам широкий набор услуг. Под внимательным наблюдением наших 
        международно сертифицированных специалистов вы с легкостью и удовольствием 
        улучшите свое здоровье и физическую форму.`,

    "classes-title": "Классы",
    "classes-description": 
        `Наши занятия приведут вас к результату, на который вы рассчитываете. Вам нужно
        только записаться на занятие в удобное время, взять с собой форму и довериться
        тренеру!`,

    "prices-title": "Цены",
    "prices-description": 
        `Мы предлагаем различные типы членства. Выберите наиболее подходящий вам вариант и 
        получите нашу полную поддержку на протяжении всего вашего фитнес-путешествия.`,

    "team-title": "Команда экспертов",
    "team-description": 
        `Команда наших международно сертифицированных фитнес-тренеров поможет вам как можно 
        быстрее достичь результатов в потере веса, наращивании мышц, или восстановлении после
        физической травмы`,
    
    "faq-title": "FAQ",
    "faq-description":
        `Мы собрали ответы на наиболее часто задаваемые вопросы клиентов. Если вы не смогли
        найти ответ на свой вопрос – обращайтесь к нам и мы с радостью поможем вам.`,
    
    "testimonial-title": "Отзывы клиентов",

    "contacts-title": "Напишите нам",
    "contacts-description":
        `Свяжитесь с нами, чтобы записаться на тренировку, или получить ответ на любой
        вопрос. Наша команда с радостью поддержит вас на пути к здоровому образу жизни.`,

    "about-title": "Мы лучше других",
    "about-description":
        `Мы верим в фитнесс и в то, что на тренировку нужно идти с удовольствием, а выходить с результатом.
        А те, кто говорят, что результаты приходят через боль и слезы, просто не занимались с нами!`,

    "history-title": "История нашего центра",
    "class-overview-title": "Особенности тренировки",
    //#endregion

    //#region HERO
    "hero-title": "Прокачай свое тело и жизнь",
    "hero-description": 
        `Наш фитнес-центр предоставляет возможность личного развития как для профессионалов, 
        так и для новичков. У нас все смогут найти себе занятия по вкусу и уровню физической
        подготовленности. Мы уверены, что сможем приятно удивить и порадовать каждого!`,

    "stats-description1": "метров²<br>площадь зала",
    "stats-description2": "часов<br>тренировок",
    "stats-description3": "постоянных<br>клиентов",
    "stats-description4": "соженных<br>калорий",
    //#endregion

    //#region TICKER
    "ticker-slogan": "Твой путь к здоровому образу жизни",
    "ticker-sale": "Скидка -25%",
    //#endregion

    //#region SERVICES
    "personal-title": "Личный тренер",
    "personal-description": 
        `Персональный план тренировок, мотивация и правильная техника.`,

    "nutrition-title": "Нутрициология",
    "nutrition-description": 
        `Консультация нутрициолога и разработка индивидуальной диеты.`,

    "rehab-title": "Реабилитация",
    "rehab-description": 
        `Улучшение здоровья и восстановление функций организма после травм.`,
        
    "group-title": "Групповые занятия",
    "group-description": 
        `Индивидуальный подход и контроль, общение и хорошее настроение.`,
    //#endregion

    //#region CLASSES
    "power-title": "Силовые тренировки",
    "power-description": 
        `Силовые тренировки – ускоряют кровообращение, снимают нагрузку с суставов,
        увеличивают мышцы, а также избавляют от лишнего веса.`,
    "power-schedule": "Вторник, четверг",
    "power-overview1": 
        `Силовые тренировки – важнейший вид физической активности. Они влияют на все тело: ускоряют
        кровообращение, снимают нагрузку с суставов и переносят ее на мышечное волокно, увеличивают мышцы и
        избавляют от лишнего жира. А также тренируют сердце – главный мышечный орган нашего тела.`,
    "power-overview2": 
        `Во время занятий силовыми тренировками мышцы сопротивляются нагрузке. Нагрузка на мышцы создается за
        счет собственного веса, тренажера или отягощений. Отягощениями могут считаться гири, гантели, или штанги. В
        силовые тренировки входят любые упражнения на силу: жимы, приседания, тяги, отжимания, махи, выпады и
        многое другое. Силовые тренировки увеличивают объем мышц из-за напряжения, поэтому самое важное в силовой
        тренировке – создать это напряжение.`,

    "crossfit-title": "Кроссфит",
    "crossfit-description": 
        `Кроссфит – это высокоинтенсивный вид спорта, включающий элементы кардио, аэробики,
        тяжелой атлетики, спортивной гимнастики и гребли.`,
    "crossfit-schedule": "Понедельник, среда",
    "crossfit-overview1": 
        `Кроссфит – это высокоинтенсивный вид спорта, включающий элементы кардио, аэробики, тяжелой атлетики,
        спортивной гимнастики и гребли. Crossfit с английского можно перевести как высокоинтенсивный или
        форсированный фитнес.`,
    "crossfit-overview2": 
        `Цель кроссфита – это прежде всего гармоничное развитие тела человека в сочетании с качественной физической
        подготовкой и выносливостью. На 15-60 минутной тренировке спортсмен выкладывается по полной программе,
        правильно выполняя множество подходов. Здесь не так важна техника, как скорость выполнения упражнений. Это 
        придаёт кроссфиту соревновательный характер, что для многих людей выступает как дополнительная мотивация 
        к развитию.`,

    "yoga-title": "Йога",
    "yoga-description": 
        `Йога – это комплекс физических, психических и духовных практик, помогающих человеку
        осознать свое место в мире и прийти к равновесию.`,
    "yoga-schedule": "Среда, пятница",
    "yoga-overview1": 
        `Йога – это комплекс физических, психических и духовных практик, которые помогают человеку осознать свое место.
        в мире и прийти к душевному равновесию. В более узком плане йога – одно из философских направлений индуизма.
        Практики йоги неразрывно связаны с индийской культурой, и стали столь популярны во всем мире, что в 2016 году 
        ЮНЕСКО внесло понятие йога в список нематериального культурного наследия человечества. С санскритое слово можно 
        перевести как «единение, гармония, союз и связь».`,
    "yoga-overview2": 
        `Йога позволяет не только упорядочить тело, но и мысли. Регулярно занимаясь, вы почувствуете легкость в теле,
        Уменьшите лишний вес, научитесь расслабляться и правильно дышать. А еще совсем по-другому смотреть на
        окружающий мир.`,

    "pilates-title": "Пилатес",
    "pilates-description":
        `Пилатес – это комплекс физических упражнений, направленный на укрепление мышц, развитие гибкости,
        улучшение координации движений, исправление осанки.`,
    "pilates-schedule": "Четверг, суббота",
    "pilates-overview1": 
        `Пилатес – это комплекс физических упражнений, направленный на укрепление корсета мышц, развитие гибкости.
        улучшение координации движений, исправление осанки. Тренировка выполняется в спокойном темпе, не провоцируя 
        перенапряжения и учащенное сердцебиение. Во время занятий пилатесом задействованы мышцы и разум,
        под контролем которого выполняются движения.`,
    "pilates-overview2": 
        `Большое внимание здесь уделяется контролю дыхания и мышцам пресса. Количество подходов не имеет значения, 
        главное – качество и соблюдение техники. Пилатес начинается с выполнения легких упражнений, сменяясь на сложные. 
        В процессе занятий человек не почувствует боли в мышцах, усталости. Усталость посетит позже – менее сильная по 
        сравнению с анаэробными нагрузками, но более глубокая. Пилатес в фитнесе сначала разработан для реабилитации 
        спортсменов после травм. Он развивает мышцы, повышает плотность тела, улучшает координацию и гибкость.`,

    "trx-title": "TRX",
    "trx-description":
        `TRX – это 2 ленты-стропы, которые заканчиваются петлями и крепятся к турнику. Занятия TRX
        способствуют развитию мышц и снижению лишнего веса.`,
    "trx-schedule": "Пятница, воскресенье",
    "trx-overview1": 
        `Фактически TRX это 2 строчки-стропы, которые заканчиваются петлями и крепятся к турнику. Именно в этих петлях
        находятся ваши ноги, а иногда и руки, с целью истинного сотрясения вашего тела. Во время занятия задействованы
        все группы мышц, что способствует развитию мышечного корсета, избавлению от лишнего веса и восстановлению
        эластичности суставов. Также TRX тренировки улучшают пластичность, гибкость, выносливость, работу. вестибулярного 
        аппарата, ловкость. Упражнения с петлями актуальны как для мужчин, так и для женщин; нет абсолютно никаких 
        ограничений по возрасту.`,
    "trx-overview2": 
        `TRX отлично подойдет людям со спортивным прошлым. Не обязательно, конечно, быть спортсменом со стажем, но
        по крайней мере, человек должен иметь опыт тренировок в тренажерном зале или в любом виде фитнеса. Не
        подготовленному человеку будет очень сложно быстро включиться в работу и справиться с нагрузкой. Трудно, но
        возможно. Небольшая подготовка, занятия с тренером, быстро приведут вас к хорошему результату.`,

    "zumba-title": "Зумба",
    "zumba-description":
        `Зумба – новый вид фитнеса, который входит в список самых популярных танцев для женщин. Зумба
        позволяет привести мышцы в тонус, способствует нормализации веса.`,
    "zumba-schedule": "Суббота, понедельник",
    "zumba-overview1": 
        `Танец зумба – относительно новый вид фитнеса, который сегодня считается трендовым и входит в список
        самых популярных танцев для женщин. Он сочетает латиноамериканские танцевальные движения с движениями хип-хопа,
        аэробики, базовой хореографии и фитнеса. Традиционно танцевальные встречи проводятся в группах, что служит
        дополнительной мотивацией. Зажигательное музыкальное сопровождение – один из важнейших факторов, уроки проходят
        под ритмичные современные треки.`,
    "zumba-overview2": 
        `Как и другие высокоинтенсивные аэробные виды спорта, зумба влияет на фигуру, позволяет привести мышцы к
        тонусу, способствует нормализации веса и положительно влияет на физическое здоровье.`,

    "class-schedule": "График",
    "class-intensity": "Интенсивность",
    "class-duration": "Время",
    "class-level": "Уровень",

    "class-intensity-high": "Высокая",
    "class-intensity-medium": "Средняя",
    "class-intensity-low": "Низкая",

    "class-duration-high": "60 минут",
    "class-duration-medium": "45 минут",
    "class-duration-low": "30 минут",

    "class-level-low": "Новичок",
    //#endregion

    //#region PRICES
    "prices-card1-title": "1 день",
    "prices-card2-title": "6 месяцев",
    "prices-card3-title": "12 месяцев",

    "prices-card1-feature1": "1 пробная тренировка",

    "prices-card2-feature1": "Безлимит на групповые",
    "prices-card2-feature2": "Вводная тренировка",
    "prices-card2-feature3": "Фитнес-тестирование",
    "prices-card2-feature4": "Заморозка 10 дней",
    "prices-card2-feature5": "2 гостевых визита",


    "prices-card3-feature1": "Безлимит на групповые",
    "prices-card3-feature2": "Вводная тренировка",
    "prices-card3-feature3": "Фитнес-тестирование",
    "prices-card3-feature4": "Заморозка 40 дней",
    "prices-card3-feature5": "5 гостевых визитов",

    "prices-card1-price": "Бесплатно",
    //#endregion

    //#region TEAM
    "team-member1-name": "Елена Мельник",
    "team-member1-job":
        `Тренер третьей категории групповых и персональных программ. Тренер по кроссфиту
        и зумбе.`,
    "team-member1-bio":
        `Тренер по кроссфиту и зумбе. Елена постоянно совершенствуется сама и любит помогать другим становиться
        лучшими. Умеет привить любовь к фитнесу. Какая бы ни стояла перед вами цель, Елена придет на помощь.
        Привести себя в форму? Нарастить мускулы? Просто хорошо пропотеть на тренировке? С удовольствием!`,

    "team-member2-name": "Максим Ткач",
    "team-member2-job":
        `Тренер третьей категории групповых и персональных программ. Тренер по силовым
        тренировкам и TRX.`,
    "team-member2-bio":
        `Тренер по силовым тренировкам и TRX. Если Макс сейчас не в фитнес-студии, значит, он пошел в поход,
        поехал на соревнования по SUP или покоряет горные вершины. Не представляет себя без движения и общения с 
        людьми. Макс умеет передавать любовь к активному образу жизни даже тем, кто впервые
        приходит на тренировку.`,

    "team-member3-name": "София Бондар",
    "team-member3-job":
        `Тренер третьей категории групповых и персональных программ. Тренер по пилатесу
        и йоге.`,
    "team-member3-bio":
        `Тренер по пилатесу и йоге. София называет плохими тренировками те, на которых не было вас. Как спортсменка она 
        умеет мотивировать к достижению цели. Как искренний человек умеет создавать доверительные отношения. София 
        увлекается приготовлением здоровых блюд. Можете обращаться к ней за healthy-рецептами!`,

    "team-member4-name": "Юлиан Цушко",
    "team-member4-job":
        `Тренер третьей категории групповых и персональных программ. Тренер по кроссфиту
        и йоге.`,
    "team-member4-bio":
        `Тренер по кроссфиту и йоге. Юлиан говорит, что его любимая тренировка — та, на которую он пришел. Он
        находит время для всех, кто стремится к результату. Юлиан считает, что не стоит ждать удобного случая.
        Надо просто сделать первый шаг, а тренер всегда поддержит. После его тренировок повышается уровень 
        энергии и производительности!`,

    "team-member5-name": "Яна Хижняк",
    "team-member5-job":
        `Тренер третьей категории групповых и персональных программ. Тренер по пилатесу
        и зумбе.`,
    "team-member5-bio":
        `Тренер по пилатесу и зумбе. Яна – тренер с двумя высшими образованиями: физкультурным и психологическим. 
        Такая комбинация помогает ей работать как с телом, так и с душой приходящих на тренировку. Грамотно
        обучает технике упражнений и не менее грамотно мотивирует не останавливаться на пути к  здоровому образу 
        жизни!`,

    "team-member6-name": "Глеб Чухрай",
    "team-member6-job":
        `Тренер третьей категории групповых и персональных программ. Тренер по TRX и
        силовым тренировкам.`,
    "team-member6-bio":
        `Тренер по TRX и силовым тренировкам. Пунктуальный и целеустремленный – это о Глебе. Он никогда не
        опаздывает на тренировку и знает, как сделать занятия результативными. С ним люди становятся сильными,
        ловкими, выносливыми, подтянутыми и начинают чаще улыбаться. А Глеб улыбается, когда
        ведет тренировку и помогает людям.`,
    //#endregion

    //#region FAQ
    "faq-question1": "Сколько раз в неделю нужно тренироваться?",
    "faq-answer1":
        `Частота тренировок зависит от ваших целей в фитнесе и текущего уровня физической.
        подготовки. Для общего состояния здоровья выполняйте не менее 150 минут упражнений
        средней интенсивности или 75 минут упражнений высокой интенсивности в неделю,
        распределенных на три дня.`,

    "faq-question2": "Нужно ли нанимать личного тренера?",
    "faq-answer2":
        `Личный тренер может дать рекомендации, мотивацию и индивидуальные планы.
        тренировок. Они также могут помочь обеспечить правильную технику, делая ваши 
        тренировки более эффективны и снижая риск травм. Подумайте о найме тренера, 
        если вам нужна дополнительная поддержка и опыт.`,

    "faq-question3": "Могу ли я тренироваться, если у меня травма?",
    "faq-answer3":
        `Это зависит от характера и тяжести травмы. Проконсультируйтесь с врачом, прежде чем 
        начинать или изменять какие-либо тренировки. Во многих случаях для поддержки и 
        восстановления можно использовать модифицированные упражнения или упражнения с 
        низкой нагрузкой.`,

    "faq-question4": "Как мне поддерживать мотивацию?",
    "faq-answer4":
        `Чтобы оставаться мотивированным, ставьте реалистичные цели, меняйте свои тренировки,
        и отслеживайте свой прогресс. Отмечайте маленькие достижения и помните, что 
        последовательность является ключевой. Занимайтесь тем, что вам нравится, чтобы 
        сделать физические упражнения приятной частью вашей жизни.`,
    
    "faq-question5": "Какое самое лучшее время для тренировок?",
    "faq-answer5":
        `Лучшее время для упражнений – то, которое соответствует вашему расписанию и 
        обеспечивает последовательность. Некоторые люди предпочитают утро, другие считают вечер 
        удобнее. Выберите время, соответствующее вашему стилю жизни, что облегчит соблюдение вашей 
        фитнес-рутины.`,

    "faq-question6": "Можно ли тренироваться натощак?",
    "faq-answer6":
        `Это зависит от личных предпочтений и типа тренировки. Некоторые люди отдают предпочтение 
        упражнениям на голодный желудок для легких тренировок, тогда как другим может потребоваться 
        небольшой перекус. Для более интенсивных занятий подумайте о сбалансированном питании за 2-3 
        часа до тренировки.`,

    "faq-question7": "Как правильно выбрать тренировку?",
    "faq-answer7":
        `Определите свои фитнес-цели, будь то потеря веса, увеличение мышечной массы или общего здоровья. 
        Затем выберите тренировки, соответствующие этим целям. Проконсультируйтесь с профессионалами, такими 
        как наши тренеры, чтобы создать эффективный  план упражнений, адаптированный к вашим целям.`,

    "faq-question8": "Какие преимущества у силовых тренировок?",
    "faq-answer8":
        `Силовые тренировки предлагают многочисленные преимущества, включая увеличение мышечной массы,
        улучшение метаболизма, и повышение плотности костной ткани. Они также играют ключевую роль в 
        профилактике травм и могут способствовать более подтянутому и рельефному телосложению.`,
    //#endregion

    //#region TESTIMONIAL
    "testimonial-review1": 
        `"Уже больше года я посещаю XFIT, и могу с уверенностью сказать, что это было одно из лучших
        решений, которые я приняла в своем фитнес-путешествии! Поддержка и советы, которые я получила 
        от тренеров и персонала XFIT, были бесценны. Они действительно заботятся о своих клиентах и делают 
        все возможное, чтобы помочь нам достичь наших целей!"`,

    "testimonial-review2": 
        `"Преимущества, которые я получил от услуг и удобств XFIT, непревзойденны! Профессионализм тренеров 
        и персонала на самом высоком уровне, благодаря чему я чувствую себя комфортно и мотивированно каждый 
        раз, когда вхожу в тренажерный зал. Они уделяют невероятное внимание каждому участнику и дают
        индивидуальные рекомендации и поддержку!"`,

    "testimonial-review3": 
        `"Одна из вещей, которые я больше всего ценю в XFIT, является их разумная цена. Как молодая 
        специалистка, я всегда экономлю свой бюджет, и XFIT предлагает доступные варианты членства без ущерба 
        качеству. Это позволило мне продолжать свое фитнес-путешествие без каких-либо финансовых нагрузок. 
        Профессионализм тренеров XFIT на высшем уровне!"`,

    "testimonial-review4": 
        `"Что существенно отличает XFIT от других фитнес-центров, так это огромное внимание к деталям – от
        чистоты заведения к индивидуальному подходу для каждого участника. XFIT действительно выходит за 
        пределы, создавая невероятно приветливую среду. Я всегда чувствую мотивацию во время моих тренировок 
        благодаря положительной энергии XFIT!"`,
    //#endregion

    //#region CONTACT FORM
    "form-name": "Ваше имя",
    "form-name-error": "Вы ввели неверное имя!",
    "form-email": "Ваш email",
    "form-email-error": "Вы ввели неверный email!",
    "form-message": "Ваш комментарий",
    //#endregion

    //#region FOLLOW
    "follow-title": "Мы в Instagram",
    //#endregion

    //#region FOOTER
    "footer-contacts-title": "Контакты",
    "footer-contacts-address": "ул. Г. Сковороды, 64",

    "footer-social": "Современный фитнесс-центр под руководством профессионалов.",

    "footer-schedule-title": "График",
    "footer-schedule1": "пн - пт: 08:00 - 20:00",
    "footer-schedule2": "сб - вс: 10:00 - 18:00",

    "footer-copyright": "XFIT© 2024. Все права защищены.",
    //#endregion

    //#region ABOUT
    "about-health-title": "Здоровье",
    "about-health-description": 
        `Мы стремимся к тому, чтобы вы были здоровы и получали удовольствие от фитнеса.`,

    "about-safety-title": "Безопасность",
    "about-safety-description": 
        `Мы тщательно следим за тем, чтобы вы придерживались правильной техники.`,

    "about-time-title": "Время",
    "about-time-description": 
        `Наши тренировки длятся ровно столько, сколько необходимо.`,

    "about-energy-title": "Энергия",
    "about-energy-description": 
        `Наше здоровое питание даст вам возможность больше успевать и добиваться.`,
    //#endregion

    //#region LANGUAGE MENU
    "language-title": "Язык",
    //#endregion

    //#region POPUP SALE
    "sale-title": "Скидка -25%",
    "sale-description": "На все абонементы!",
    //#endregion

};