export const ua = {

    //#region PAGE TITLES
    "page-title-home": "XFIT - Головна",
    "page-title-about": "XFIT - Про нас",
    "page-title-classes": "XFIT - Класи",
    "page-title-prices": "XFIT - Ціни",
    "page-title-contacts": "XFIT - Контакти",

    "page-title-team-member1": "XFIT - Олена Мельник",
    "page-title-team-member2": "XFIT - Максим Ткач",
    "page-title-team-member3": "XFIT - Софія Бондар",
    "page-title-team-member4": "XFIT - Юліан Цушко",
    "page-title-team-member5": "XFIT - Яна Хижняк",
    "page-title-team-member6": "XFIT - Гліб Чухрай",

    "page-title-power": "XFIT - Силові тренування",
    "page-title-crossfit": "XFIT - Кросфіт",
    "page-title-yoga": "XFIT - Йога",
    "page-title-pilates": "XFIT - Пілатес",
    "page-title-trx": "XFIT - TRX",
    "page-title-zumba": "XFIT - Зумба",
    //#endregion

    //#region HEADER NAVIGATION
    "header-home": "Головна",
    "header-about": "Про нас",
    "header-classes": "Класи",
    "header-prices": "Ціни",
    "header-contacts": "Контакти",
    //#endregion

    //#region BUTTONS
    "button-signup": "Записатися",
    "button-about": "Про нас",
    "button-details": "Детальніше",
    "button-offer": "Замовити",
    "button-submit": "Відправити",
    //#endregion

    //#region SECTIONS
    "services-title": "Послуги",
    "services-description":
        `Ми пропонуємо вам широкий набір послуг. Під уважним наглядом наших міжнародно 
        сертифікованих фахівців ви з легкістю та задоволенням покращите своє здоров'я та 
        фізичну форму.`,

    "classes-title": "Класи",
    "classes-description":
        `Наші заняття приведуть вас до результату, на який ви розраховуєте. Вам потрібно 
        лише записатися на заняття у зручний час, взяти з собою форму та довіритися 
        тренеру!`,

    "prices-title": "Ціни",
    "prices-description":
        `Ми пропонуємо різні типи членства відповідно до ваших вимог. Виберіть найбільш 
        підходящий вам варіант та отримайте нашу повну підтримку впродовж усієї вашої 
        фітнес-подорожі.`,

    "team-title": "Команда експертів",
    "team-description":
        `Команда наших міжнародно сертифіковані фітнес-тренерів допоможе вам якнайшвидше 
        досягнути результатів у втратиті ваги, нарощенні м’язів, або відновленні після 
        фізичної травми.`,

    "faq-title": "FAQ",
    "faq-description":
        `Ми зібрали відповіді на найпоширеніші запитання клієнтів. Якщо ви не змогли
        знайти відповідь на своє питання – звертайтеся до нас і ми з радістю
        допоможемо вам.`,

    "testimonial-title": "Відгуки клієнтів",

    "contacts-title": "Напишіть нам",
    "contacts-description":
        `Зв’яжіться з нами щоб запистатися на тренування, або отримати відповідь на будь-яке 
        запитання. Наша команда з радістю підтримає вас на шляху до здорового способу життя.`,

    "about-title": "Ми кращі за інших",
    "about-description":
        `Ми віримо у фітнес і в те, що на тренування треба йти із задоволенням, а виходити з результатом.
        А ті, хто кажуть, що результати приходять через біль і сльози, просто не займалися з нами!`,

    "history-title": "Історія нашого центру",
    "class-overview-title": "Особливості тренування",
    //#endregion

    //#region HERO
    "hero-title": "Прокачай своє тіло та життя",
    "hero-description":
        `Наш фітнес-центр надає можливості особистого розвитку як для професіоналів, так і 
        для новачків. У нас усі зможуть знайти собі заняття за смаком та за рівнем фізичної 
        підготовленості. Ми впевнені що зможемо приємно здивувати та порадувати кожного!`,

    "stats-description1": "метрів²<br>площа залу",
    "stats-description2": "годин<br>тренувань",
    "stats-description3": "постійних<br>кліентів",
    "stats-description4": "спалених<br>калорій",
    //#endregion

    //#region TICKER
    "ticker-slogan": "Твій шлях до здорового способу життя",
    "ticker-sale": "Знижка -25%",
    //#endregion

    //#region SERVICES
    "personal-title": "Особистий тренер",
    "personal-description":
        `Персональний план тренувань, мотивація, та правильна техніка виконання.`,

    "nutrition-title": "Нутриціологія",
    "nutrition-description":
        `Консультація професійного нутриціолога та розробка індивідуальної дієти.`,

    "rehab-title": "Реабілітація",
    "rehab-description":
        `Покращення здоров'я та відновлення функцій організму після травм та хвороб.`,

    "group-title": "Групові тренування",
    "group-description":
        `Індивідуальний підхід та контроль, спілкування, гарний настрій та підтримка.`,
    //#endregion

    //#region CLASSES
    "power-title": "Силові тренування",
    "power-description":
        `Силові тренування - прискорюють кровообіг, знімають навантаження з суглобів,
        збільшують м'язи, а також позбавляють від зайвої ваги.`,
    "power-schedule": "Вівторок, четвер",
    "power-overview1": 
        `Силові тренування – найважливіший вид фізичної активності. Вони впливають на все тіло: прискорюють
        кровообіг, знімають навантаження із суглобів і переносять її на м'язове волокно, збільшують м'язи та
        позбавляють зайвого жиру. А також тренують серце – головний м'язовий орган нашого тіла.`,
    "power-overview2": 
        `Під час занять силовими тренуваннями м'язи опираються навантаженню. Навантаження на м'язи створюється за
        рахунок власної ваги, тренажера чи обтяжень. Обтяженнями можуть вважатися гирі, гантелі, або штанги. У
        силове тренування входять будь-які вправи на силу: жими, присідання, тяги, віджимання, махи, випади та
        багато іншого. Силові тренування збільшують обсяг м'язів через напругу, тому найважливіше в силовому
        тренуванні — створити цю напругу.`,

    "crossfit-title": "Кросфіт",
    "crossfit-description":
        `Кросфіт - це високоінтенсивний вид спорту, що включає елементи кардіо, аеробіки,
        важкої атлетики, спортивної гімнастики та веслування.`,
    "crossfit-schedule": "Понеділок, середа",
    "crossfit-overview1": 
        `Кросфіт – це високоінтенсивний вид спорту, що включає елементи кардіо, аеробіки, важкої атлетики,
        спортивної гімнастики та веслування. Crossfit з англійської можна перекласти як високоінтенсивний або
        форсований фітнес.`,
    "crossfit-overview2": 
        `Мета кроссфіту – це насамперед гармонійний розвиток тіла людини у поєднанні з якісною фізичною
        підготовкою та витривалістю. За 15-60 хвилинне тренування спортсмен викладається за повною програмою,
        правильно виконуючи безліч підходів. Тут не така важлива техніка, як швидкість виконання вправ. Це надає
        кросфіту змагальний характер, що для багатьох людей виступає як додаткова мотивація щодо розвитку.`,

    "yoga-title": "Йога",
    "yoga-description":
        `Йога – це комплекс фізичних, психічних та духовних практик, які допомагають людині
        усвідомити своє місце у світі і прийти до душевної рівноваги.`,
    "yoga-schedule": "Cереда, п'ятниця",
    "yoga-overview1": 
        `Йога – це комплекс фізичних, психічних та духовних практик, які допомагають людині усвідомити своє місце
        у світі та дійти душевної рівноваги. У вужчому плані йога – один із філософських напрямів індуїзму.
        Практики йоги нерозривно пов'язані з індійською культурою, і стали настільки популярними у всьому світі,
        що у 2016 році ЮНЕСКО внесло поняття йога до переліку нематеріальної культурної спадщини людства. З
        санскриту слово можна перекласти як «єднання, гармонію, спілку та зв'язок».`,
    "yoga-overview2": 
        `Йога дозволяє не тільки упорядкувати тіло, а й думки. Регулярно займаючись, ви відчуєте легкість у тілі,
        зменшите зайву вагу, навчитеся розслаблятися та правильно дихати. А ще зовсім по-іншому дивитись на
        навколишній світ.`,

    "pilates-title": "Пілатес",
    "pilates-description":
        `Пілатес – це комплекс фізичних вправ, спрямований на зміцнення м'язів, розвиток гнучкості,
        поліпшення координації рухів, виправлення постави.`,
    "pilates-shedule": "Четвер, субота",
    "pilates-overview1": 
        `Пілатес – це комплекс фізичних вправ, спрямований на зміцнення корсету м'язів, розвиток гнучкості,
        поліпшення координації рухів, виправлення постави. Тренування виконується у спокійному темпі, не
        провокуючи перенапруги та прискореного серцебиття. Під час занять пілатесом задіяні м'язи та розум,
        під контролем якого виконуються рухи.`,
    "pilates-overview2": 
        `Велика увага тут приділяється контролю дихання та м'язам пресу. Кількість підходів не має
        значення, головне – якість та дотримання техніки. Пілатес починається із виконання легких вправ,
        змінюючись на складні. У процесі занять людина не відчує болю у м'язах, стомленості. Втома відвідає
        пізніше – менш сильна порівняно з анаеробними навантаженнями, але глибша. Пілатес у фітнесі спочатку
        розроблено для реабілітації спортсменів після травм. Він розвиває м'язи, підвищує щільність тіла,
        покращує координацію та гнучкість.`,

    "trx-title": "TRX",
    "trx-description":
        `TRX – це 2 стрічки-стропи, які закінчуються петлями і кріпляться до турніку. Заняття TRX
        сприяють розвитку м'язів та позбавленню зайвої ваги.`,
    "trx-schedule": "П'ятниця, неділя",
    "trx-overview1": 
        `Фактично TRX це 2 стрічки-стропи, які закінчуються петлями і кріпляться до турніку. Саме в цих петлях
        знаходяться ваші ноги, а часом і руки, з метою справжнього струсу вашого тіла. Під час заняття задіяні
        всі групи м'язів, що сприяє розвитку м'язового корсету, позбавлення зайвої ваги та відновлення
        еластичності суглобів. Також TRX тренування покращують пластичність, гнучкість, витривалість, роботу
        вестибулярного апарату, спритність. Вправи з петлями актуальні як чоловіків, так жінок; немає абсолютно
        жодних обмежень за віком.`,
    "trx-overview2": 
        `TRX чудово підійде людям зі спортивним минулим. Не обов'язково, звичайно, бути спортсменом зі стажем, але
        принаймні людина повинна мати досвід тренувань у тренажерному залі або у будь-якому вигляді фітнесу. Не
        підготовленій людині буде дуже складно швидко включитися в роботу і впоратися з навантаженням. Важко, але
        можливо. Невелика підготовка, заняття з тренером, швидко приведуть Вас до хорошого результату.`,

    "zumba-title": "Зумба",
    "zumba-description":
        `Зумба – новий вид фітнесу, який входить до переліку найпопулярніших танців для жінок. Зумба
        дозволяє привести м'язи до тонусу, сприяє нормалізації ваги.`,
    "zumba-schedule": "Субота, понеділок",
    "zumba-overview1": 
        `Танець зумба – відносно новий вид фітнесу, який сьогодні вважається трендовим та входить до переліку
        найпопулярніших танців для жінок. Він поєднує латиноамериканські танцювальні рухи з рухами хіп-хопу,
        аеробіки, базової хореографії та фітнесу. Традиційно танцювальні зустрічі проводяться у групах, це є
        додатковою мотивацією. Запальний музичний супровід – один із найважливіших факторів, уроки відбуваються
        під ритмічні сучасні треки.`,
    "zumba-overview2": 
        `Як і інші високоінтенсивні аеробні види спорту, зумба впливає на фігуру, дозволяє привести м'язи до
        тонусу, сприяє нормалізації ваги та позитивно впливає на фізичне здоров'я.`,

    "class-schedule": "Графік",
    "class-intensity": "Інтенсивність",
    "class-duration": "Тривалість",
    "class-level": "Рівень",

    "class-intensity-high": "Висока",
    "class-intensity-medium": "Середня",
    "class-intensity-low": "Низька",

    "class-duration-high": "60 хвилин",
    "class-duration-medium": "45 хвилин",
    "class-duration-low": "30 хвилин",

    "class-level-low": "Початківець",
    //#endregion

    //#region PRICES
    "prices-card1-title": "1 день",
    "prices-card2-title": "6 місяців",
    "prices-card3-title": "12 місяців",

    "prices-card1-feature1": "1 пробне тренування",

    "prices-card2-feature1": "Безліміт на групові",
    "prices-card2-feature2": "Вступне тренування",
    "prices-card2-feature3": "Фітнес-тестування",
    "prices-card2-feature4": "Заморозка 10 днів",
    "prices-card2-feature5": "2 гостьові візити",


    "prices-card3-feature1": "Безліміт на групові",
    "prices-card3-feature2": "Вступне тренування",
    "prices-card3-feature3": "Фітнес-тестування",
    "prices-card3-feature4": "Заморозка 40 днів",
    "prices-card3-feature5": "5 гостьових візитів",

    "prices-card1-price": "Безкоштовно",
    //#endregion

    //#region TEAM
    "team-member1-name": "Олена Мельник",
    "team-member1-job":
        `Тренер третьої категорії з групових та персональних програм. Тренер з кросфіту 
        та зумби.`,
    "team-member1-bio":
        `Тренер з кросфіту та зумби. Олена постійно вдосконалюється сама і любить допомагати іншим ставати
        кращими. Вміє прищепити любов до фітнесу. Яка б не стояла перед вами мета, Олена прийде на допомогу.
        Привести себе до форми? Наростити м'язи? Просто відмінно пропотіти на тренуванні? Із задоволенням!`,

    "team-member2-name": "Максим Ткач",
    "team-member2-job":
        `Тренер третьої категорії з групових та персональних програм. Тренер з силових 
        тренувань та TRX.`,
    "team-member2-bio":
        `Тренер з силових тренувань та TRX. Якщо Макс зараз не в фітнес-студії, значить, він пішов у похід,
        поїхав на змагання з SUP або підкорює гірські вершини. Не уявляє себе без руху і спілкування з людьми.
        Макс — мотиватор. Він вміє передавати любов до активного способу життя навіть тим, хто вперше
        приходить на тренування.`,

    "team-member3-name": "Софія Бондар",
    "team-member3-job":
        `Тренер третьої категорії з групових та персональних програм. Тренер з пілатесу 
        та йоги.`,
    "team-member3-bio":
        `Тренер з пілатесу та йоги. Софія називає поганими тренуваннями ті, на яких не було вас. Як професійна
        спортсменка вона вміє мотивувати на досягнення мети. Як щира людина вміє створювати довірчі відносини.
        Софія захоплюється приготуванням здорових страв. Можете звертатися до неї по healthy-рецепти!`,

    "team-member4-name": "Юліан Цушко",
    "team-member4-job":
        `Тренер третьої категорії з групових та персональних програм. Тренер з кросфіту 
        та йоги.`,
    "team-member4-bio":
        `Тренер з кросфіту та йоги. Юліан каже, що його улюблене тренування — те, на яке він прийшов. Він
        знаходить час для всіх, хтось прагне результату. Юліан вважає, що не варто чекати слушної нагоди.
        Потрібно просто зробити перший крок, а тренер завжди підтримає на шляху до успіху. Після його
        тренувань підвищується рівень енергії та продуктивності!`,

    "team-member5-name": "Яна Хижняк",
    "team-member5-job":
        `Тренер третьої категорії з групових та персональних програм. Тренер з пілатесу 
        та зумби.`,
    "team-member5-bio":
        `Тренер з пілатесу та зумби. Яна — тренер з двома вищими освітами: фізкультурною і психологічною. Така
        комбінація допомагає їй працювати як з тілом, так і з душею тих, хто приходить на тренування. Грамотно
        навчає техніці вправ і не менш грамотно мотивує не зупинятися на шляху до ідеального тіла та здорового
        способу життя!`,

    "team-member6-name": "Гліб Чухрай",
    "team-member6-job":
        `Тренер третьої категорії з групових та персональних програм. Тренер з TRX та 
        силових тренувань.`,
    "team-member6-bio":
        `Тренер з TRX та силових тренувань. Пунктуальний і цілеспрямований — це про Гліба. Він ніколи не
        спізнюється на тренування і знає, як зробити заняття результативними. З ним люди стають сильними,
        спритними, витривалими, підтягнутими і починають частіше посміхатися. А Гліб посміхається, коли
        веде тренування та допомагає людям.`,
    //#endregion

    //#region FAQ
    "faq-question1": "Як часто мені слід тренуватися щотижня?",
    "faq-answer1":
        `Частота тренувань залежить від ваших цілей у фітнесі та поточного рівня фізичної
        підготовки. Для загального стану здоров'я виконуйте щонайменше 150 хвилин вправ
        середньої інтенсивності або 75 хвилин вправ високої інтенсивності на тиждень,
        розподілених щонайменше на три дні.`,

    "faq-question2": "Чи потрібно наймати особистого тренера?",
    "faq-answer2":
        `Особистий тренер може надати рекомендації, мотивацію та індивідуальні плани
        тренувань. Вони також можуть допомогти забезпечити правильну техніку, роблячи
        ваші тренування більш ефективними та знижуючи ризик травм. Подумайте про найм
        тренера, якщо вам потрібна додаткова підтримка та досвід.`,

    "faq-question3": "Чи можу я тренуватися, якщо в мене травма?",
    "faq-answer3":
        `Це залежить від характеру і тяжкості травми. Проконсультуйтеся з медичним
        працівником, перш ніж починати або змінювати будь-які тренування. У багатьох
        випадках для підтримки та відновлення можна використовувати модифіковані
        вправи або вправи з низьким навантаженням.`,

    "faq-question4": "Як мені підтримувати мотивацію?",
    "faq-answer4":
        `Щоб залишатися мотивованим, ставте реалістичні цілі, змінюйте свої тренування,
        і відстежуйте свій прогрес. Відзначайте маленькі досягнення та пам’ятайте,
        що послідовність є ключовою. Займайтеся тим, що вам подобається, щоб зробити
        фізичні вправи приємною частиною вашого життя.`,
    
    "faq-question5": "Який самий найкращий час для тренувань?",
    "faq-answer5":
        `Найкращий час для вправ – це час, який відповідає вашому розкладу та забезпечує
        послідовність. Деякі люди віддають перевагу ранковому заряду енергії, інші
        вважають вечір зручнішим. Зрештою, виберіть час, який відповідає вашому стилю
        життя та полегшує дотримання вашої фітнес-рутини.`,

    "faq-question6": "Чи можна тренуватися на голодний шлунок?",
    "faq-answer6":
        `Це залежить від особистих уподобань і типу тренування. Деякі люди віддають
        перевагу вправам на голодний шлунок для легких тренувань, тоді як іншим може
        знадобитися невеликий перекус для заряду енергії. Для більш інтенсивних занять
        подумайте про збалансоване харчування за 2-3 години до тренування.`,

    "faq-question7": "Як правильно вибрати тренування?",
    "faq-answer7":
        `Визначте свої конкретні фітнес-цілі, будь то втрата ваги, збільшення м’язової
        маси або загальне здоров’я. Потім виберіть тренування, які відповідають цим цілям.
        Проконсультуйтеся з професіоналами з фітнесу, такими як наші тренери, щоб створити
        детальний і ефективний план вправ, адаптований до ваших цілей.`,

    "faq-question8": "Які переваги мають силові тренування?",
    "faq-answer8":
        `Силові тренування пропонують численні переваги, включаючи збільшення м’язової маси,
        покращення метаболізму, підвищення щільності кісткової тканини та кращу функціональну
        форму. Вони також відіграють ключову роль у профілактиці травм і можуть сприяти більш
        підтягнутій і рельєфній статурі.`,
    //#endregion

    //#region TESTIMONIAL
    "testimonial-review1": 
        `"Вже більше року я відвідую XFIT, і можу з упевненістю сказати, що це було одне з найкращих
        рішень, які я прийняла у своїй фітнес-подорожі! Підтримка та поради, які я отримала від тренерів
        і персоналу XFIT, були неоціненними. Вони справді піклуються про своїх учасників і роблять все
        можливе, щоб допомогти нам досягти наших фітнес-цілей!"`,

    "testimonial-review2": 
        `"Переваги, які я отримав від послуг і зручностей XFIT, неперевершені! Професіоналізм тренерів і
        персоналу на найвищому рівні, завдяки чому я відчуваю себе комфортно та мотивовано кожного разу,
        коли входжу в тренажерний зал. Вони приділяють неймовірну увагу кожному учаснику та надають
        індивідуальні рекомендації та підтримку!"`,

    "testimonial-review3": 
        `"Однією з речей, які я найбільше ціную в XFIT, є їх розумна ціна. Як молода спеціалістка, я
        завжди усвідомлюю свій бюджет, і XFIT пропонує доступні варіанти членства без шкоди для якості
        своїх послуг. Це дозволило мені продовжувати свою фітнес-подорож без будь-яких фінансових
        навантажень. Професіоналізм тренерів на XFIT на вищому рівні!"`,

    "testimonial-review4": 
        `"Що суттєво відрізняє XFIT від інших фітнес-центрів, так це величезна увага до деталей. Від
        чистоти закладу до індивідуальної уваги до кожного члена. XFIT справді виходить за межі,
        створюючи неймовірно привітне та мотивуюче середовище. Я завжди відчуваю мотивацію та натхнення 
        під час моїх тренувань завдяки позитивній енергії XFIT!"`,
    //#endregion

    //#region CONTACT FORM
    "form-name": "Ваше ім'я",
    "form-name-error": "Вы ввели невірне имя!",
    "form-email": "Ваш email",
    "form-email-error": "Ви ввели невірний email!",
    "form-message": "Ваш коментар",
    //#endregion

    //#region FOLLOW
    "follow-title": "Ми в Instagram",
    //#endregion

    //#region FOOTER
    "footer-contacts-title": "Контакти",
    "footer-contacts-address": "вул. Г. Сковороди, 64",

    "footer-social": "Сучасний фітнес-центр під керівництвом справжніх професіоналів.",

    "footer-schedule-title": "Графік",
    "footer-schedule1": "пн - пт: 08:00 - 20:00",
    "footer-schedule2": "сб - нд: 10:00 - 18:00",

    "footer-copyright": "XFIT© 2024. Всі права захищені.",
    //#endregion

    //#region ABOUT
    "about-health-title": "Здоров'я",
    "about-health-description": 
        `Ми хочемо, щоб ви були здоровими і отримували задоволення від фітнесу.`,

    "about-safety-title": "Безпека",
    "about-safety-description": 
        `Ми стежимо за тим, щоб ви дотримувалися правильної техніки виконання вправ.`,

    "about-time-title": "Час",
    "about-time-description": 
        `Наші тренування тривають рівно стільки скільки необхідно.`,

    "about-energy-title": "Енергія",
    "about-energy-description": 
        `Здорове харчування дасть вам можливість більше встигати та досягати успіху.`,
    //#endregion

    //#region LANGUAGE MENU
    "language-title": "Мова",
    //#endregion

    //#region POPUP SALE
    "sale-title": "Знижка -25%",
    "sale-description": "На всі абонементи!",
    //#endregion

};